Repository: novosadkry/FES
Catalog: FES [File Encryption Software]/Resources/Languages/MainForm/MainFormLang.*.resx
Languages: cs_cz

# btnDecrypt
source: <- Decrypt
cs_cz: <- Dešifrovat

# btnEncrypt
source: Encrypt ->
cs_cz: Šifrovat ->

# btnHelp
source: Tools and Settings
cs_cz: Nástroje a nastavení

# btnLDirectory
source: Folder selection
cs_cz: Výběr složky

# btnLogout
source: Log-out
cs_cz: Odhlásit

# btnRefresh
source: Refresh
cs_cz: Obnovit

# btnReset
source: Reset key
cs_cz: Reset klíče

# btnResetQ
source: Are you sure you want to reset encryption key? [YOU WILL BE UNABLE TO DECRYPT FILES ENCRYPTED WITH PREVIOUS KEY]
cs_cz: Jste si jistý, že chcete resetovat šifrovací klíč? [NEBUDETE MOCT ROZŠIFROVAT SOUBORY ZAŠIFROVANÉ POMOCÍ PŘEDCHOZÍHO KLÍČE]

# btnResetT
source: Encryption key reset
cs_cz: Reset šifrovacího klíče

# btnSet
source: Set key
cs_cz: Nastavit klíč

# btnShow
source: Show key
cs_cz: Zobrazit klíč

# efLabel
source: Encrypted files:
cs_cz: Zašifrované soubory:

# errorLabel0C
source: Invalid CrypKey!
cs_cz: Chybný klíč!

# errorLabel0D
source: Operation terminated
cs_cz: Operace přerušena

# errorLabel0E
source: Unable to exit
cs_cz: Nelze ukončit

# errorLabel0F
source: Invalid file!
cs_cz: Chybný soubor

# errorLabel0R
source: Unexpected exception
cs_cz: Neočekávaná vyjímka

# errorLabel1F
source: Already exists!
cs_cz: Nelze přepsat

# errorMsg0D
source: Files with the same name cannot be together in a single Drag and Drop action.
cs_cz: Soubory se stejným jménem nemohou být společně ve stejné Drag and Drop operaci.

# errorMsg0E
source: Background task is currently in progress!
cs_cz: Nelze ukončit program v průběhu operace na pozadí

# errorMsg0R
source: Your key was reseted due to an unexpected exception. We apologize.
cs_cz: Váš klíč byl resetován kvůli neočekávané vyjímce. Omlouváme se.

# nefLabel
source: Non-encrypted files:
cs_cz: Nezašifrované soubory:

# setKeyError
source: Key is in wrong format, must be a Base64 string with 44 chars. (Rather use keys generated only by this application.)
cs_cz: Klíč je ve špatném formátu, musí být Base64 string s délkou 44 charakterů. (Používejte klíče vygenerované pouze touto aplikací)

# setKeyLabel
source: Enter new AES key:
cs_cz: Zadejte nový šifrovací klíč:

# setKeyQT
source: Wrong format
cs_cz: Chybný formát

# setKeyTitle
source: Set key
cs_cz: Nastavit klíč

# showKeyCC
source: Copied!
cs_cz: Zkopírováno!

# showKeyCCBtn
source: Copy to clipboard
cs_cz: Zkopírovat

# showKeyKLabel
source: Key:
cs_cz: Klíč:

# showKeyLLabel
source: Lenght:
cs_cz: Délka:

# showKeyTitle
source: Show key
cs_cz: Zobrazit klíč

# usernameLabel
source: User:
cs_cz: Uživatel:
