Repository: novosadkry/FES
Catalog: FES [File Encryption Software]/Resources/Languages/HelpDialog/HelpDialogLang.*.resx
Languages: cs_cz

# pAccountDeleteBtn
source: DELETE
cs_cz: SMAZAT

# pAccountDeleteE
source: An unknown exception has occured while deleting your account.
cs_cz: Neznámá chyba znemožnila smazání účtu.

# pAccountDeleteQ
source: Are you sure you want to delete your account? (Make sure to backup your encryption key)
cs_cz: Jste si jistý, že chcete smazat svůj účet? (Zálohujte si šifrovací klič)

# pAccountDeleteS
source: Your account has been successfully deleted.
cs_cz: Váš účet byl úspěšně smazán.

# pAccountDeleteT
source: Account delete
cs_cz: Smazání účtu

# pAccountLabel
source: Account
cs_cz: Účet

# pChangePLabel
source: Change password:
cs_cz: Nové uživ. heslo:

# pChangeUBtn
source: Change
cs_cz: Změnit

# pChangeULabel
source: Change username:
cs_cz: Nové uživ. jméno:

# pCurrentULabel
source: Current username:
cs_cz: Uživ. jméno:

# pPasswordChanged
source: Password has been successfully changed. Please log-in again.
cs_cz: Heslo bylo úspěšně změněno. Prosím, přihlašte se znovu.

# pPasswordE
source: An unknown exception has occured while changing your password.
cs_cz: Neznámá chyba znemožnila změnu hesla.

# pPasswordLabel
source: Password
cs_cz: Heslo

# pPasswordT
source: Change password
cs_cz: Změna uživatelského hesla

# pUsernameChanged
source: Username has been successfully changed to '
cs_cz: Uživatelské jméno bylo úspěšně změněno na '

# pUsernameLabel
source: Username
cs_cz: Uživatelské jméno

# pUsernameT
source: Change username
cs_cz: Změna uživatelského jména

# pUsernameTaken
source: Username is already taken.
cs_cz: Uživatelské jméno je již zabráno.

# sChangeT
source: Settings change
cs_cz: Změna nastavení

# sDeleteBtn
source: Delete
cs_cz: Smazat

# sDeleteE
source: An unknown exception has occured while deleting your settings.
cs_cz: Neznámá chyba znemožnila smazání nastavení.

# sDeleteQ
source: This will delete application's settings folder. Are you sure?
cs_cz: Jste si jistý, že chcete smazat všechna nastavení programu?

# sLangApplyBtn
source: Apply
cs_cz: Použít

# sLangLabel
source: Language
cs_cz: Jazyk

# sResetBtn
source: Reset
cs_cz: Obnovit

# sResetE
source: An unknown exception has occured while reseting your settings.
cs_cz: Neznámá chyba znemožnila obnovu nastavení.

# sResetQ
source: This will reset all application's settings into default values. Are you sure?
cs_cz: Jste si jistý, že chcete obnovit všechna nastavení programu do výchozích hodnot?

# sRestartQ
source: Please restart for new settings to take effect.
cs_cz: Pro provedení změn prosím restartujte program.

# SSAbout
source: About | Help
cs_cz: O programu

# SSAccount
source: Account
cs_cz: Účet

# sConfigLabel
source: Configuration
cs_cz: Konfigurace

# SSSettings
source: Settings
cs_cz: Nastavení

# title
source: Tools and Settings
cs_cz: Nástroje a nastavení

# sDescCheckBox
source: File description
cs_cz: Popisek souboru

# sDropCheckBox
source: Allow drop
cs_cz: Povolit vklad

# sBufferChange
source: Be aware that setting the buffer to a custom size can have negative impact on the program behaviour.
cs_cz: Mějte na vědomí, že změna velikosti vyrovnávací paměti může způsobit negativní chování programu.

# sBufferLabel
source: Buffer size
cs_cz: Vyrovnávací pamět
